{
    "name": "Wren",
    "bitmap": "wren",
    "bitmap_transparent": 2,
    "voice": "wren",
    "dialogue": [
        "Well, well, look who we have here... you are a decadent treat for thessse eyesss.",
        "You having much fun tonight?",
        [
            {
                "message": "I am now that you are here. You are too kind.",
                "score": 10,
                "response": [
                    "I try to be honest when I can, and go on a healthy dossse of vacationsss, too.",
                    "Ssspeaking of, have you gone anywhere exciting recently?"
                ]
            },
            {
                "message": "Mmmm, don't eat me!",
                "score": 2,
                "response": [
                    "Oh honey, I couldn't. I'm on a no sugar diet to get in shape for my next vacation.",
                    "Give me sssome insspo- have you gone anywhere exciting recently?"
                ]
            },
            {
                "message": "*stutters to find response*",
                "score": -5,
                "response": [
                    "You're a ssshy one. Don't worry about it.",
                    "You need to relax. Have you gone on a vacation recently?"
                ]
            }
        ],
        [
            {
                "message": [
                    "You might be surprised, but I'm actually visssiting on vacay right now.",
                    "Had a night free and wanted some drinks and fun."
                ],
                "score": 10
            },
            {
                "message": [
                    "I went to the waterpark lassst weekend. Doesss that count?",
                    "Hmm, maybe I ssshould plan sssomething bigger sssoon."
                ],
                "score": 2
            },
            {
                "message": "No. Travelling is ssscary. I'm happy here. Thisss isss a big city.",
                "score": -5
            }
        ],
        "You're a hoot, darling. I'm here working on set for the next \"Sssnakes on a Cruissse\" movie.",
        "It'sss a sssmall role, but enough to pay for my trip to the issslandsss. I can't wait to be free again.",
        "[player]I knew you looked familiar! I love that ssseriesss. Can I...?",
        [
            {
                "message": [
                    "...get a picture with you to ssshow my friendsss?",
                    "We were just quoting \"Sssnakes on a Train\"."
                ],
                "score": 10
            },
            {
                "message": "...get your autograph?",
                "score": 2
            },
            {
                "message": "...be excused. I have to go to the bathroom.",
                "score": -5
            }
        ],
        "Of course, beautiful!",
        "[announcer][buzzer]Okay Sssnakesss! Move to Sssnake Number four!!",
        "Oh ssshoot! Looks like we are out of time. Next time darling. This has been a pleasure.",
        [
            {
                "message": [
                    "It ssso hasss. Until next time. Ciao!",
                    "[quiet]You kiss the air platonically as Wren leaves."
                ],
                "score": 10
            },
            {
                "message": "*You wave ecstatically to Wren as they leave.*",
                "score": 2
            },
            {
                "message": [
                    "*You embarassly smile...*",
                    "[quiet]...accidently dripping venom from your fangs as Wren leaves."
                ],
                "score": -5
            }
        ]
    ],
    "epilogue": [
        "Oh honey, you are sssuch a doll. I'd love to sssnuggle up with you asss we explore the world.",
        "Are you feeling what I'm feeling, hun?",
        "[quiet]Wren quickly brings you to a blush, but after a moment or two, you regain your composure.",
        "[player]I... I think we can make that happen. I'm ready for another adventure!",
        "[name]? You are ssspeaking my language. Let'sss get this ssshow on the road..."
    ]
}
