{
    "name": "Ellis",
    "bitmap": "ellis",
    "bitmap_transparent": 4,
    "voice": "ellis",
    "dialogue": [
        "[quiet]Ellis sits and bashfully smiles at you.",
        "[player]Hey friend! I'm [name]. How are you?.",
        "Hello! I'm Ellisss. It's been a whirlwind, and I'm afraid I'm already feeling the drain of it all.",
        [
            {
                "message": [
                    "I feel that. I haven't talked about myssself this much, and it' sss getting harder.",
                    "Or maybe I haven't found sssomeone that it'sss easssy to talk with just, yet.",
                    "I'm working on it."
                ],
                "score": 10
            },
            {
                "message": "Yeah, thessse thingsss might not be for you. At leassst you tried it though.",
                "score": 2
            },
            {
                "message": [
                    "That'sss not good. It'll be over soon.",
                    "Only two more chumsss to go and then we can all go home."
                ],
                "score": -5
            }
        ],
        "Interesssting.",
        [
            {
                "message": "You are.",
                "score": 10
            },
            {
                "message": "Huh?",
                "score": 2
            },
            {
                "message": "Are you okay?",
                "score": -5
            }
        ],
        "The ssstarsss aligned with the current weather pattern and time, made it ssseem like I wasss going to find my sssoulmate tonight.",
        "I think I wasss wrong.",
        [
            {
                "message": "There'sss ssstill time! Don't give up.",
                "score": 10
            },
            {
                "message": "You ssshouldn' blame yourssself. Try tarot reading next time, might help.",
                "score": 2
            },
            {
                "message": "That ssstuff is a load of balony anywaysss.",
                "score": -5
            }
        ],
        "Yeah, you're probably right.",
        "[announcer][buzzer]Okay Sssnakesss! Move to Sssnake Number five!!",
        [
            {
                "message": "Ssshoot, thessse roundsss can be fassst. Talk to you later if you want.",
                "score": 10
            },
            {
                "message": "Go get 'em tiger",
                "score": 2
            },
            {
                "message": "Usually am.",
                "score": -5
            }
        ],
        "It's been cool chatting. Ssseee ya, either here or maybe we'll bump into each other at the library."
    ],
    "epilogue": [
        "Hey, [name]. Ssso, I thought you were kinda cool. You want to get sssome coffee or sssomething tomorrow?",
        "Sssorry if that's lame or sssomething. But I think I sssee sssomething ssspecial in our future.",
        "[player]That sssoundsss good, Ellisss. Our horossscopesss are well aligned.",
        "[player]I'd love a cortado and a moussse bissscuit.",
        "Fabulousss. I'll sssee you then."
    ]
}
